Repository: leancode/iclock-python2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Reboot device
pt_br: Reiniciar dispositivo

source: Upload data again
pt_br: Carregar dados novamente

source: Upload transactions again
pt_br: Carregar transações novamente

source: Reset Password in device
pt_br: Redefinir senha no dispositivo

source: Restore employee to device
pt_br: Restaurar funcionário para dispositivo

source: Resume a resumed device
pt_br: Retomar um dispositivo reaberto

source: Upgrade firmware
pt_br: Atualizar firmware

source: GroupID
pt_br: GrupoID

source: Weather Forecast test
pt_br: Teste de Previsão do Tempo

source: Generating device customized information
pt_br: Gerando informações de dispositivo personalizado

source: Activate
pt_br: Ativar

source: Groups
pt_br: Grupos

source: Welcome,
pt_br: Bem-vindo

source: Change password
pt_br: Mudar senha

source: Log out
pt_br: Saída

source: help
pt_br: ajuda

source: --- Language ---
pt_br: --- Idioma ---

source: Home
pt_br: Página Principal

source: iClock Automatic Data Master Server
pt_br: Servidor Mestre Automático de Dados iClock

source: Device
pt_br: Dispositivo

source: Device Maintenance
pt_br: Manutenção do Dispositivo

source: Transaction Monitor
pt_br: Monitor de Transações

source: Data
pt_br: Dados

source: Import U_Disk Data
pt_br: Importar Dados do Disco_U

source: System
pt_br: Sistema

source: detail
pt_br: detalhe

source: Submit
pt_br: Enviar

source: Return
pt_br: Retornar

source: return
pt_br: retornar

source: Please set a template file
pt_br: Por favor, configurar um arquivo de modelo

source: Clear all data, are you sure?
pt_br: Limpar todos os dados, tem certeza?

source: Filter
pt_br: Filtro

source: Export
pt_br: Exportar

source: list
pt_br: lista

source: format
pt_br: formato

source: Search by:
pt_br: Pesquisar por :

source: Search
pt_br: Pesquisa

source: Append
pt_br: Adicionar

source: Clear All
pt_br: Limpar Todos

source: Operation for selected
pt_br: Operação para selecionado

source: view
pt_br: visualizar

source: Show the use of employee of the department
pt_br: Mostrar o departamento do funcionário

source: delete
pt_br: deletar

source: The operation will also remove these department-affiliated employee data
pt_br: A operação também irá remover estes dados do funcionário afiliado ao departamento

source: Convinced that you want to delete all units
pt_br: Convencido de que você deseja deletar todas as unidades?

source: The operation will also remove these department-affiliated personnel data
pt_br: A operação também irá remover estes dados da equipe afiliada ao departamento

source: Delete the following departments will delete all the staff information
pt_br: Deletar os departamentos seguintes irá deletar todas as informações da equipe

source: Command content
pt_br: Conteúdo do comando

source: at
pt_br: em

source: to device
pt_br: para o dispositivo

source: send command
pt_br: enviar comando

source: transfer data log
pt_br: transferir registro dos dados

source: Please select .txt file!
pt_br: Por favor, selecionar arquivo. txt!

source: Upload file location:
pt_br: Carregar localização do arquivo:

source: List upload the file format:
pt_br: Formato do arquivo de carregamento da lista :

source: List upload file is a text file, can have more line:
pt_br: O arquivo de carregamento da lista é um arquivo de texto, pode ter mais de uma linha:

source: List of file every line, there are three fields, that is, PIN, name and device, each field with tabs between (TAB keys) separate:
pt_br: Lista de cada linha do arquivo, existem três campos, isto é, PIN, nome e dispositivo, cada campo com tabs entre (TAB keys) separados:

source: List of file every line, there are two fields, that is, PIN, and device, between the two fields with tabs (TAB key) separate:
pt_br: Lista de cada linha do arquivo, existem dois campos, isto é, PIN, e dispositivo, entre os dois campos com tabs (TAB keys) separados:

source: device can be the Serial number, it can also be a device name (IP address):
pt_br: dispositivo pode ser o número de série, também pode ser um nome de dispositivo (endereço IP):

source: device may not specify for field:
pt_br: dispositivo não pode especificar para o campo:

source: Assigned employee, if not in the database for the number of employee, the first add the new employee in the database:
pt_br: Funcionário atribuído, se não no banco de dados para o número de funcionário, o primeiro adiciona o novo funcionário no banco de dados:.

source: Assigned employee, if there is no specify device, only add the new employee in the database, not assigned to any device:
pt_br: Funcionário atribuído, se não houver dispositivo especificado, apenas adicionar o no novo funcionário no banco de dados, não atribuído a qualquer dispositivo:

source: Delete the employee, if there is no specify device,not only delete the new employee in the database, and also delete employee in the register device and backup device:
pt_br: Deletar o funcionário, se não houver dispositivo especificado, não apenas deletar o novo funcionário no banco de dados, mas também deletar o funcionário no dispositivo de registro e no dispositivo de backup:

source: Send names, if there are no specific device, the employee sent to the register device and backup device:
pt_br: Enviar nomes, se não houver dispositivo específico, o funcionário é enviado para o dispositivo de registro e dispositivo de backup:

source: Send names, if there are no specific names, the first from the database to find the names of the employee sent to the device:
pt_br: Enviar nomes, se não houver nomes específicos, o primeiro do banco de dados para achar os nomes dos funcionários enviados para o dispositivo:

source: If the specific name, but the name and inconsistencies in the database, or the database did not name, first name insert into the database:
pt_br: Se o nome for específico, mas houver inconsistência de nome no banco de dados, ou o banco de dados não nomear, o primeiro nome é inserido no banco de dados:

source: If the specified number of employee in the database does not exist, the first in the database to join the employee:
pt_br: Se o número específico de funcionários no banco de dados não existir, o primeiro funcionário é registrado no banco de dados:

source: Delete employee column :
pt_br: Deletar a coluna de funcionários :

source: Assigned employee column:
pt_br: Coluna de funcionário atribuído:

source: Send employee name:
pt_br: Enviar nome de funcionário:

source: Event
pt_br: Evento

source: Param1
pt_br: Parâmetro1

source: Param2
pt_br: Parâmetro2

source: get
pt_br: obter

source: new transaction
pt_br: nova transação

source: no new records
pt_br: sem novos registros

source: access to the latest data errors
pt_br: acesso aos erros de dados mais recentes

source: Add Another
pt_br: Adicionar Outro

source: Date format is
pt_br: Formato de data é

source: for example
pt_br: por exemplo

source: Select a device
pt_br: Selecionar um dispositivo

source: select device
pt_br: selecionar um dispositivo

source: After the submission of the operation need to be about half a minute or so of device in the entry into force
pt_br: Depois de submeter a operação, o dispositivo exige cerca de meio minuto para ser habilitado.

source: Sequence of input devices
pt_br: Sequência de dispositivos de entrada

source: Deleted from the device employee
pt_br: Deletar funcionário do dispositivo

source: Change employee department
pt_br: Mudar departamento de funcionário

source: Input Department #
pt_br: Introduzir Departamento

source: copy employee information
pt_br: copiar informações de funcionário

source: copy the following fields
pt_br: copiar os seguintes campos

source: To your choice in front of the other transaction
pt_br: Selecionar outra opção de transação

source: null
pt_br: nulo

source: You have no choice any character, for copying data
pt_br: Você não escolheu caractere para copiar os dados

source: You have no source of data, select
pt_br: Você não tem nenhuma fonte de dados, selecione

source: You have to choose at least two employee
pt_br: Você tem que escolher pelo menos dois funcionários

source: Transfer employee to the device temporarily
pt_br: Transferir funcionário para dispositivo temporariamente

source: Deleted employee from the device
pt_br: Deletar funcionário de dispositivo

source: Change the employee's registration device
pt_br: Alterar dispositivo de registro de funcionário

source: new device
pt_br: novo dispositivo

source: Upload a dispatch employee list
pt_br: Carregar uma lista de envio de funcionários

source: Upload a delete employee list
pt_br: Carregar uma lista de funcionários deletados

source: File management device
pt_br: Dispositivo de gerenciamento de arquivos

source: Main Contents
pt_br: Conteúdo Principal

source: directory
pt_br: diretório

source: file list
pt_br: lista de arquivos

source: Show the contents of the documents
pt_br: Mostrar conteúdo de documentos

source: Download files
pt_br: Baixar arquivos

source: To save the file, please click on the right mouse button links, select 'Save Target As'
pt_br: Para salvar o arquivo, favor clicar no botão direito do mouse, selecionar ‘Save Target As’

source: Download data from the device
pt_br: Baixar dados de dispositivo

source: don't set backup
pt_br: não faz backup

source: Set
pt_br: Definir

source: Clear
pt_br: Limpar

source: Auto backup data
pt_br: Dados de auto backup

source: Employee
pt_br: Funcionário

source: Upload data log
pt_br: Carregar registro de dados

source: Command log
pt_br: Registro do comando

source: File management
pt_br: Gerenciamento de arquivos

source: Model
pt_br: Modelo

source: Pause
pt_br: Pausa

source: Communicating
pt_br: Comunicando

source: please enter
pt_br: entrar

source: Device will be conducted as follows firmware update
pt_br: Dispositivo será conduzido de acordo com a atualização do firmware

source: Please ensure that the server installation path
pt_br: Certificar-se de especificar o caminho de instalação do servidor.

source: model
pt_br: modelo

source: The relevant firmware file be stored in its subdirectory
pt_br: Os arquivos de firmware relacionados são armazenados num subdiretório.

source: Copy device data to
pt_br: Copiar dados de dispositivo para

source: Resume
pt_br: Reinício

source: communicate password
pt_br: comunicar a senha

source: Set communicate password
pt_br: Configurar senha de comunicação

source: device auto poweroff time
pt_br: Tempo de parada automática do dispositivo

source: Auto Refresh
pt_br: Atualização automática

source: Interval:
pt_br: Intervalo :

source: Tip
pt_br: Gorjetas

source: Operations, Usually only for the on-line device;
pt_br: Operações, geralmente só para dispositivo on-line;

source: After operation on the device, It's will take effect after about half minute.
pt_br: Após operação no dispositivo, terá efeito em cerca de meio minuto.

source: Device Status
pt_br: Status do Dispositivo

source: Input the IP Address of a device:
pt_br: Digitar o endereço IP de um dispositivo:

source: compulsion reboot device
pt_br: Reinício forçado do dispositivo

source: auto reboot halted device
pt_br: parada do renício automático do dispositivo

source: EName
pt_br: NomeE

source: Time
pt_br: Hora

source: State
pt_br: Status

source: Verification
pt_br: Verificação

source: Set Options
pt_br: Configurar Opções

source: Web Port:
pt_br: Porta Web:

source: Database Engine:
pt_br: Motor da Base de Dados:

source: Database Name:
pt_br: Nome da Base de Dados:

source: Database User:
pt_br: Usuário da Base de Dados:

source: Database Password:
pt_br: Senha da Base de Dados:

source: Database Port:
pt_br: Porta da Base de Dados:

source: Database Host:
pt_br: Hospedeiro da Base de Dados:

source: PIN Width:
pt_br: Extensão do PIN:

source: Encryp:
pt_br: Encrip:

source: Page Limit:
pt_br: Limite da Página:

source: Realtime:
pt_br: Tempo Real:

source: Auto Registry:
pt_br: Auto Registro:

source: Upload file location
pt_br: Carregar localização do arquivo

source: U-exported to upload data
pt_br: U-Disk para carregar os dados exportados

source: device choice
pt_br: selecionar dispositivo

source: If you plan to upload fingerprint template, users upload information at the same time
pt_br: Se você planeja carregar modelos de impressão digital, use as informações de carregamento ao mesmo tempo

source: File type
pt_br: Tipo de arquivo

source: Select file
pt_br: Selecionar arquivo

source: Here set to upload data files from the downloaded to the device which transaction was the U-disk
pt_br: Configurar os arquivos de dados de carregamento a partir do que foi baixado para o dispositivo cuja transação foi o U-Disk

source: transaction file
pt_br: arquivo da transação

source: users File
pt_br: Arquivo do usuário

source: fingerprint template file
pt_br: arquivo do modelo do impressão digital

source: If upload fingerprint template must also upload file related to the user's information
pt_br: Se o modelo de impressão digital deve também carregar o arquivo relacionado com a informação do usuário

source: upload file
pt_br: carregar arquivo

source: Login System
pt_br: Sistema de Login

source: Welcome to the iclock system!
pt_br: Bem-vindo ao sistema iclock!

source: We're sorry, but the requested page could not be found.
pt_br: Desculpe, mas a página solicitada não foi encontrada.

source: Server error
pt_br: Erro do servidor

source: Server error (500)
pt_br: Erro do servidor (500)

source: Server Error <em>(500)</em>
pt_br: Erro do servidor <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
pt_br: Ocorreu um erro. Foi relatado para os administradores do site através de e-mail e deverá ser solucionado em breve. Obrigado pela sua paciência.

source: History
pt_br: Histórico

source: Please correct the error below.
pt_br: Por favor, corrigir o erro abaixo.

source: Ordering
pt_br: Fazendo o pedido

source: Order:
pt_br: Pedido :

source: Add %(name)s
pt_br: Adicionar %(name)s

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
pt_br: Deletar %(object_name)s '%(escaped_object)s' resultaria em deletar os objetos relacionados, mas sua conta não tem permissão para deletar os seguintes tipos de objetos:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
pt_br: Tem certeza que deseja deletar %(object_name)s "%(escaped_object)s"? Todos os seguintes itens relacionados serão deletados:

source: Yes, I'm sure
pt_br: Sim, tenho certeza

source: By %(filter_title)s
pt_br: Através de %(filter_title)s

source: Models available in the %(name)s application.
pt_br: Modelos disponíveis na aplicação %(name)s.

source: You don't have permission to edit anything.
pt_br: Você não tem permissão para editar.

source: Recent Actions
pt_br: Ações Recentes

source: My Actions
pt_br: Minhas Ações

source: None available
pt_br: Sem disponibilidade

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
pt_br: Algo errado com a instalação do seu banco de dados. Certifique-se de que as tabelas apropriadas do banco de dados foram criadas, e também que o banco de dados é legível pelo usuário apropriado.

source: Date/time
pt_br: Data/hora

source: User
pt_br: Usuário

source: Action
pt_br: Ação

source: This object doesn't have a change history. It probably wasn't added via this admin site.
pt_br: Este objeto não tem um histórico de mudanças. Provavelmente não foi adicionado via este site de administração.

source: Show all
pt_br: Exibir todos

source: Go
pt_br: Continuar

source: 1 result
pt_br: 1resultado

source: Save as new
pt_br: Salvar como novo

source: Save and add another
pt_br: Salvar e adicionar um outro

source: Save and continue editing
pt_br: Salvar e continuar editando

source: Save
pt_br: Salvar

source: First, enter a username and password. Then, you'll be able to edit more user options.
pt_br: Primeiro, digitar o nome de usuário e senha. Depois, você poderá editar mais opções do usuário.

source: Username
pt_br: Nome do usuário

source: Password (again)
pt_br: Senha (novamente)

source: Enter the same password as above, for verification.
pt_br: Digite a mesma senha como acima, para verificação.

source: Enter a new password for the user <strong>%(username)s</strong>.
pt_br: Digite uma nova senha para o usuário strong>%(username)s</strong>.

source: Thanks for spending some quality time with the Web site today.
pt_br: Obrigado por passar algum tempo de qualidade com o site hoje.

source: Log in again
pt_br: Log in novamente

source: Invalid username or passowrd, please try again.
pt_br: Nome de usuário ou senha inválida, tente novamente.

source: Username:
pt_br: Nome do usuário

source: Password:
pt_br: Senha:

source: Password change
pt_br: Mudar senha

source: Password change successful
pt_br: Mudança de senha bem sucedida

source: Your password was changed.
pt_br: Sua senha foi mudada..

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
pt_br: Digite sua senha antiga, por questões de segurança, e depois digite sua nova senha duas vezes para que possamos verificar se você a digitou corretamente.

source: Change my password
pt_br: Mudar minha senha

source: Password reset
pt_br: Redefinição de senha

source: Password reset successful
pt_br: Redefinição de senha bem-sucedida

source: We've e-mailed a new password to the e-mail address you submitted. You should be receiving it shortly.
pt_br: Enviamos um e-mail com sua nova senha para o endereço de e-mail que você nos enviou. Você irá recebê-lo em breve.

source: You're receiving this e-mail because you requested a password reset
pt_br: Você está recebendo este e-mail porque pediu uma redefinição de senha

source: for your user account at %(site_name)s
pt_br: para sua conta de usuário em %(site_name)s

source: Your new password is: %(new_password)s
pt_br: Sua nova senha é : %(new_password)s

source: Feel free to change this password by going to this page:
pt_br: Sinta-se livre para alterar esta senha, indo até esta página:

source: Your username, in case you've forgotten:
pt_br: Seu nome de usuário, caso que você tenha esquecido :

source: Thanks for using our site!
pt_br: Obrigado por usar nosso site!

source: The %(site_name)s team
pt_br: A equipe %(site_name)s

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
pt_br: Esqueceu sua senha? Digite seu endereço de email abaixo, e nós vamos redefinir " "sua senha e enviar uma nova por e-mail para você.

source: E-mail address:
pt_br: Endereço de email:

source: Reset my password
pt_br: Redefinir minha senha

source: Not specified a device to enroll
pt_br: Dispositivo não especificado para registro.

source: All fingerprint have enrolled
pt_br: Todos os impressão digitales registrados.

source: Apply
pt_br: Aplicar

source: Auditing
pt_br: Avaliação

source: Accepted
pt_br: Aceito

source: Refused
pt_br: Recusado

source: Paused
pt_br: Pausa

source: Re-Apply
pt_br: Re-aplicar

source: Again
pt_br: Novamente

source: Cancel_leave
pt_br: Cancelar_sair

source: trans photo stamp
pt_br: Transferência de imagens

source: Marking device for the server to the picture transfer as timestamps
pt_br: Dispositivo de marcação para o servidor para a transferência de imagem como selos de data e hora

source: Device Alias name
pt_br: Nome do Dispositivo

source: City of the location
pt_br: Cidade da localização

source: Timezone
pt_br: Fuso horário

source: Timezone of the location
pt_br: Fuso horário da localização

source: Invalid %s
pt_br: Inválido %s

source: By Time Zone
pt_br: Através do Fuso Horário

source: Must Clock In
pt_br: Deve bater o cartão-entrada

source: Don't Check In
pt_br: Não verificar a entrada

source: Must Clock Out
pt_br: Deve bater o cartão-saída

source: Don't Check Out
pt_br: Não verificar a saída

source: Emp Name
pt_br: Nome do funcionário

source: Active AC
pt_br: Registros de frequência válidos

source: Count OT
pt_br: Contagem de hora extra

source: Rest on Holidays
pt_br: Descansar nos feriados

source: Check Clock In
pt_br: Verificar batida do cartão-entrada

source: Check Clock Out
pt_br: Verificar batida do cartão-saída

source: Employee PIN '%s' is disabled
pt_br: PIN do funcionário ‘%s’está desativado.

source: Max employee PIN is %d
pt_br: PIN do funcionário permitido é %d.

source: start up
pt_br: iniciar

source: card registration
pt_br: registro de cartão

source: Try Invalid Verification
pt_br: Tentativa de Verificação Inválida

source: Upload Time
pt_br: Carregar hora

source: data from device
pt_br: dados do dispositivo

source: Company Notice
pt_br: Anúncio da Empresa

source: Check time
pt_br: Hora da verificação

source: Check type
pt_br: Tipo de verificação

source: Modify by
pt_br: Modificar por

source: Modify date
pt_br: Modificar data

source: Attendance date
pt_br: Data de atendimento

source: Notes
pt_br: Notas

source: Clear pictures in device
pt_br: Limpar imagens no dispositivo

source: Tree style
pt_br: Estilo da árvore

source: Delete the employee, if there is no specify device,the employee will be left(The column of 'Left' is 'Yes'):
pt_br: Deletar o funcionário, se não houver dispositivo específico, o funcionário será excluído (‘A coluna Left’ é ‘Yes’)

source: Picture
pt_br: Imagem

source: No Employee!
pt_br: Nenhum Funcionário!

source: Selected:
pt_br: Selecionado:

source: none
pt_br: nenhum

source: Index
pt_br: Índice

source: Django site admin
pt_br: Adm. do site Django

source: Filter By:&nbsp;&nbsp;
pt_br: Filtro por:&nbsp;&nbsp;

source: This Device has no pictures!
pt_br: Este dispositivo não tem imagem!

source: Clear all employee
pt_br: Limpar todos empregados

source: Upgrade by u-pack
pt_br: Atualizar através u-Pack

source: Enroll employee's fingerprint
pt_br: Registrar impressão digital do funcionário

source: Transfer to the device templately
pt_br: Transferir para o modelo do dispositivo

source: Set options of device
pt_br: Definir opções de dispositivo

source: Clear Obsolete Data
pt_br: Limpar dados obsoletos

source: Init database
pt_br: Inicializar o banco de dados

source: device operation log
pt_br: registro da operação do dispositivo
