Repository: leancode/iclock-python2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: command to device
pt_br: comando para dispositivo

source: device operation log
pt_br: registro da operação do dispositivo

source: Now
pt_br: Agora

source: Clock
pt_br: Relógio

source: Choose a time
pt_br: Selecionar hora

source: Midnight
pt_br: Meia-noite

source: 6 a.m.
pt_br: 6:00hs

source: Noon
pt_br: Meio-dia

source: Cancel
pt_br: Cancelar

source: Today
pt_br: Hoje

source: Calendar
pt_br: Calendário

source: Yesterday
pt_br: Ontem

source: Tomorrow
pt_br: Amanhã

source: January February March April May June July August September October November December
pt_br: Janeiro Fevereiro Março Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro

source: S M T W T F S
pt_br: D S T Q Q S S

source: Delete out-of-date records, are you sure?
pt_br: Deletar registros desatualizados, tem certeza?

source: Delete before _days_ days, out-of-date records, are you sure?
pt_br: Deletar antes_dias_dias, registros desatualizados, tem certeza?

source: Delete out-of-date records
pt_br: Deletar registros desatualizados

source: Invalid Username or Password, please try again.
pt_br: Nome do Usuário ou Senha Inválida, tentar novamente.

source: No permission to do anything!
pt_br: Nenhuma ação permitida!

source: Staff %s
pt_br: Equipe%s

source: English
pt_br: Inglês

source: Simplified Chinese
pt_br: Chinês Simplificado

source: Reset password
pt_br: Redefinir senha

source: Password
pt_br: Senha

source: Password again
pt_br: Senha novamente

source: Must be same as Password
pt_br: Deve ser igual à Senha.

source: The length must be great than 4
pt_br: A extensão deve ser maior que 4

source: Keyword "%(object_name)s" Data do not exist!
pt_br: Palavra-chave "%(object_name)s" Dados não existem!

source: No permission
pt_br: Sem permissão

source: new
pt_br: novo

source: male
pt_br: masculino

source: female
pt_br: feminino

source: Export data
pt_br: Exportar dados

source: Specified data format does not exist or do not support!
pt_br: Formato especificado dos dados não existe ou não é suportado!

source: The Firmware version of device %(object_name)s is unknown???cannot to be upgraded!
pt_br: A versão Firmware do dispositivo %(object_name)s é desconhecida???não pode ser " "atualizada!

source: The firmware file '%(object_name)s' does not exist, can not upgrade firmware for %(esc_name)s!
pt_br: O arquivo firmware '%(object_name)s' não existe, não pode atualizar o firmware ""para %(esc_name)s!

source: You do not have the permission!
pt_br: Você não tem permissão!

source: clear
pt_br: limpar

source: All
pt_br: Todos

source: Duplicated
pt_br: Duplicado

source: Keyword "%(object_name)s" can not to be changed!
pt_br: Palavra-chave "%(object_name)s" não pode ser mudada!

source: Modify
pt_br: Modificar

source: Device options "%s" Unavailable!
pt_br: Opções de dispositivo "%s" Não disponíveis!

source: Designated device does not exist!
pt_br: Dispositivo designado não existe!

source: %s %s does not exist!
pt_br: %s %s não existe!

source: Does not support this feature: "action=%(object_name)s"
pt_br: Não suporta este atributo: "action=%(object_name)s"

source: Error
pt_br: Erro

source: The server is not installed information services module!
pt_br: O servidor não é o Information Services Module instalado!

source: %(i)d attendance record.
pt_br: %(i)d registro de frequência.

source: Automatically Data Export Definition
pt_br: Definição de Exportação de Dados Automática

source: More ...
pt_br: Mais …

source: Any date
pt_br: Qualquer data

source: Past 7 days
pt_br: Últimos 7 dias

source: This month
pt_br: Este mês

source: This year
pt_br: Este ano

source: Range ...
pt_br: Faixa …

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Unknown
pt_br: Desconhecido

source: Generating Messages
pt_br: Gerando Mensagens

source: <a href='/iclock/tmp/%s'> %d record(s) is duplicated or invalid.
pt_br: <a href='/iclock/tmp/%s'> %d registro(s) é(são) duplicado(s) ou inválido(s).

source: Inserted %(object_num)d successfully
pt_br: %(object_num)d introduzido com êxito

source: Updated %(object_num)d successfully
pt_br: %(object_num)d atualizado com êxito

source: %(object_num)d already exists in the database
pt_br: %(object_num)d já existe no banco de dados

source: In the data files %(object_num)d %(object_name)s
pt_br: Nos arquivos de dados%(object_num)d %(object_name)s

source: fail
pt_br: falha

source: <h1> Data upload failure </h1>. <br/> A device must be provided.
pt_br: <h1> Falha de carregamento de dados </h1>. <br/> Um dispositivo deve ser fornecido.

source: <h1> Data upload failure </h1>. <br/> You have no permission to upload data to device %(object_name)s
pt_br: <h1> Falha de carregamento de dados </h1>. <br/> Você não tem permissão para carregar dados para o dispositivo %(object_name)s

source: fail
pt_br: falha

source: <h1> Data upload failure </h1> <br/> Empployee information from the data file is not from device %(object_name)s
pt_br: <h1> Falha de carregamento de dados </h1> <br/> As informações do funcionário do arquivo de dados não são do dispositivo %(object_name)s

source: user information
pt_br: informação do usuário

source: Import data
pt_br: Importar dados

source: Employee information does not match the data, select the correct employee information data file
pt_br: As informações do funcionário não coincidem com os dados, selecionar o arquivo de dados de informações do funcionário correto

source: <h1> Data upload failure </ h1>, <br /> staff fingerprint data files are not from the attendance of %(object_name)s
pt_br: <h1> Falha de carregamento de dados </ h1>, <br /> arquivos de dados de identificação da equipe não são da frequência de %(object_name)s

source: <h1> Data upload failure </ h1>, <br /> If the fingerprint template to upload, please also upload their associated user information!
pt_br: <h1> Falha de carregamento de dados </ h1>, <br /> Se o modelo de impressão digital for para carregar, favor também carregar suas informações de usuário associadas!

source: Fingerprint template
pt_br: Modelo de impressão digital

source: <h1>Upload data success</h1><br /><br />%(object_name)s<br /><h1>Data Import failure</h1><br /><br />Fingerprint template does not match the data or data file is empty, please select the correct <b>fingerprint template </b>data files
pt_br: <h1>Carregamento de dados com sucesso</h1><br /><br />%(object_name)s<br /><h1>Falha de importação de dados</h1><br /><br />Modelo de impressão digital não combina com os dados ou o arquivo de dados está vazio, favor selecionar os <b>arquivos de dados</b> do modelo de impressão digital corretos

source: Upload data failure
pt_br: Falha de carregamento de dados

source: Attendance record attendance data files are not from the device
pt_br: Os arquivos de dados de frequência do registro de frequência não são do dispositivo

source: Transactions
pt_br: Transações

source: Data Import Results
pt_br: Resultados de Importação de Dados

source: Data Import failure
pt_br: Falha na Importação de Dados

source: Transactions does not match data, Please select the correct <b>transaction</b> data file!
pt_br: Transações não correspondem aos dados, Favor, selecionar o <b>transação</b> arquivo de dados correto!

source: error
pt_br: Erro

source: The server is not installed U-disk data import module!
pt_br: O servidor não tem instalado o U-disk data import module!

source: Import U-disk data files
pt_br: Importar arquivos de dados do U-disk

source: department
pt_br: departamento

source: department name
pt_br: nome do departamento

source: department number
pt_br: número do departamento

source: parent
pt_br: sede

source: Nested department parent
pt_br: Sede aninhada no departamento

source: serial number
pt_br: número de série

source: Should be set with the device, on the device, access management menu "Sys Info" / "Dev Info" / "Serial Num" could be found
pt_br: Deve ser definido com o dispositivo, no dispositivo, menu Access Management "Sys Info" / "Dev Info" / "Serial Num" pôde ser encontrado

source: last activity
pt_br: última atividade

source: transfer time
pt_br: tempo de transferência

source: Setting device for a moment from the plane started to send checks to the new data server. Hh: mm (hours: minutes) format, with a number of time between the semicolon (;) separately
pt_br: Configurando dispositivo para um momento a partir do plano iniciado para enviar verificações para o novo servidor de dados. Formato Hh: mm (horas: minutos), com um número de horas entre ponto-vírgula (;) separadamente

source: interval
pt_br: intervalo

source: Device set for each interval to check how many minutes to send new data server
pt_br: Dispositivo configurado para cada intervalo para verificar quantos minutos são necessários para enviar novos dados servidor

source: trans record stamp
pt_br: selo do registro de transferência

source: Logo for the latest device to the server send the transactions timestamps
pt_br: Logomarca para o mais recente dispositivo para o servidor enviar os selos de data e hora das transações

source: trans OP stamp
pt_br: Selo de transferência OP

source: Marking device for the server to the employee data transfer as timestamps
pt_br: Dispositivo de marcação para o servidor para a transferência de dados do funcionário como selos de data e hora

source: device name
pt_br: nome do dispositivo

source: Device Name
pt_br: Nome do Dispositivo

source: Device of a name
pt_br: Dispositivo de um nome

source: update flag
pt_br: sinalizador de atualização

source: To identify what kind of data should be transfered to the server
pt_br: Para identificar o tipo de dados que devem ser transferidos para o servidor

source: Style:
pt_br: Estilo:

source: List style
pt_br: Estilo da lista

source: Table style
pt_br: Estilo da tabela

source: FW Version
pt_br: Versão FW

source: FP Count
pt_br: Contagem FP

source: Transaction Count
pt_br: Contagem das Transações

source: User Count
pt_br: Contagem dos Usuários

source: MainTime
pt_br: Tempo Principal

source: MaxFingerCount
pt_br: ContMáxImpressõesdigitais

source: MaxAttLogCount
pt_br: ContMáxRegistros

source: DeviceName
pt_br: NomedoDispositivo

source: AlgVer
pt_br: VerAlgor

source: FlashSize
pt_br: TamanhoFlash

source: FreeFlashSize
pt_br: TamanhoFlashLivre

source: Language
pt_br: Idioma

source: DtFmt
pt_br: FormatoData

source: IPAddress
pt_br: EndereçoIP

source: IsTFT
pt_br: ÉTFT?

source: Platform
pt_br: Plataforma

source: Brightness
pt_br: Brilho

source: Auto backup data to
pt_br: Auto backup de dados para

source: OEMVendor
pt_br: FornecedorOEM

source: city
pt_br: cidade

source: the host city
pt_br: cidade anfitriã

source: Access Function
pt_br: Função de Acesso

source: device
pt_br: dispositivo

source: granted department
pt_br: departamento concedido

source: admin granted department
pt_br: departamento adm. concedido

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Administrator
pt_br: Administrador

source: name
pt_br: nome

source: ID Card
pt_br: Cartão Id.

source: privilege
pt_br: privilégio

source: Access Group
pt_br: Grupo de Acesso

source: Access Timezone
pt_br: Fuso Horário para Acesso

source: sex
pt_br: sexo

source: birthday
pt_br: aniversário

source: address
pt_br: endereço

source: postcode
pt_br: CEP

source: office phone
pt_br: tel. comercial

source: home phone
pt_br: tel. residencial

source: mobile
pt_br: celular

source: nationality
pt_br: nacionalidade

source: title
pt_br: título

source: registration device
pt_br: dispositivo de registro

source: social insurance num
pt_br: No. seguridade social

source: refresh time
pt_br: tempo de atualização

source: participate in the working date
pt_br: data de admissão

source: left
pt_br: demissão

source: Employee PIN %s not found
pt_br: O PIN do funcionário %s não foi encontrado.

source: Duplicated Employee PIN: %s
pt_br: PIN do Funcionário Duplicado : %s

source: employee
pt_br: funcionário

source: fingerprint
pt_br: impressão digital

source: Card
pt_br: Cartão

source: Fingerprint
pt_br: Impressão digital

source: Other
pt_br: Outro

source: Check in
pt_br: Chegada

source: Check out
pt_br: Saída

source: Meal start
pt_br: Início da refeição

source: Meal end
pt_br: Término da refeição

source: Break in
pt_br: Início do intervalo

source: Break out
pt_br: Término do intervalo

source: Overtime in
pt_br: Início de hora extra

source: Overtime out
pt_br: Término de hora extra

source: Test Data
pt_br: Dados de Teste

source: time
pt_br: hora

source: state
pt_br: estado

source: verification
pt_br: verificação

source: work code
pt_br: código de trabalho

source: Reserved
pt_br: Reservado

source: transaction
pt_br: transação

source: transactions
pt_br: transações

source: open
pt_br: aberto

source: shutdown
pt_br: fechado

source: validation failure
pt_br: falha de validação

source: alarm
pt_br: alarme

source: enter the menu
pt_br: entrar no menu

source: change settings
pt_br: mudar configurações

source: registration fingerprint
pt_br: impressão digital de registro

source: registration password
pt_br: senha de registro

source: HID card registration
pt_br: registro do cartão HID

source: delete User
pt_br: deletar Usuário

source: delete fingerprints
pt_br: deletar impressões digitais

source: delete the password
pt_br: deletar a senha

source: delete RF card
pt_br: deletar o cartão RF

source: remove data
pt_br: remover dados

source: MF create cards
pt_br: criar cartões MF

source: MF registration cards
pt_br: cartões de registro MF

source: MF registration card deleted
pt_br: cartão de registro MF deletado

source: MF clearance card content
pt_br: Deletar o conteúdo do cartão MF

source: moved to the registration card data
pt_br: movido para os dados do cartão de registro

source: the data in the card copied to the machine
pt_br: dados no cartão copiados para a máquina

source: set time
pt_br: definir hora

source: restore factory settings
pt_br: restaurar configurações de fábrica

source: delete records access
pt_br: deletar acesso dos registros

source: remove administrator rights
pt_br: remover os direitos do administrador

source: group set up to amend Access
pt_br: correção das configurações do grupo de acesso

source: modify user access control settings
pt_br: modificar configurações de controle de acesso do usuário

source: access time to amend paragraph
pt_br: correção do tempo de acesso

source: amend unlock Portfolio
pt_br: correção do Portfolio de desbloqueio

source: unlock
pt_br: desbloquear

source: registration of new users
pt_br: registro de novos usuários

source: fingerprint attribute changes
pt_br: mudanças no atributo da impressão digital

source: stress alarm
pt_br: alarme de compulsão

source: Door Close Detected
pt_br: Detecção de Porta Fechada

source: Door Open Detected
pt_br: Detecção de Porta Aberta

source: Machine Been Broken
pt_br: Máquina Quebrada

source: Out Door Button
pt_br: Botão de Saída

source: Door Broken Accidentally
pt_br: Porta Quebrada Acidentalmente

source: Alarm Cancelled
pt_br: Alarme Cancelado

source: device administrator
pt_br: administrador do dispositivo

source: Operation
pt_br: Operação

source: Object
pt_br: Objeto

source: Parameter1
pt_br: Parâmetro1

source: Parameter2
pt_br: Parâmetro2

source: Parameter3
pt_br: Parâmetro3

source: devive operation log
pt_br: registro de operação de dispositivo

source: device operation logs
pt_br: registros de operação de dispositivo

source: data
pt_br: dados

source: object
pt_br: Objeto

source: record count
pt_br: contagem de registros

source: error count
pt_br: contagem de erros

source: upload time
pt_br: hora do carregamento

source: log of data from device
pt_br: registro dos dados do dispositivo

source: command content
pt_br: conteúdo do comando

source: submit time
pt_br: hora do envio

source: return time
pt_br: hora do retorno

source: return value
pt_br: valor do retorno

source: administrator
pt_br: Administrador

source: log of command to device
pt_br: registro de comando para o dispositivo

source: News Channel
pt_br: Canal de Notícias

source: Notice System
pt_br: Sistema de Notificação

source: Companies short message
pt_br: Mensagem curta das empresas

source: Weather Forecast
pt_br: Previsão do Tempo

source: Employee SMS
pt_br: SMS do Funcionário

source: System Notice
pt_br: Sistema de Notificação

source: Companies SMS
pt_br: SMS das empresas

source: type
pt_br: tipo

source: take effect
pt_br: levar a efeito

source: out-of-service
pt_br: fora de serviço

source: Content
pt_br: Conteúdo

source: picture
pt_br: figura

source: company/department
pt_br: empresa/departamento

source: parameter
pt_br: parâmetro

source: public information
pt_br: informação pública

source: content
pt_br: conteúdo

source: recently service
pt_br: serviço recente

source: information subscription
pt_br: subscrição de informações

source: operation
pt_br: operação

source: amount
pt_br: quantidade

source: administration log
pt_br: registro da administração

source: administration logs
pt_br: registros da administração

source: Can browse %s
pt_br: Pode navegar %s

source: YES
pt_br: SIM

source: NO
pt_br: NÃO

source: You must change options from your website!
pt_br: Você deve alterar as opções do seu site!

source: Set options OK!
pt_br: Definição de opções OK!

source: No permission to do on device %s!
pt_br: Sem permissão para executar no dispositivo %s!

source: No permission to download employee data to device %s!
pt_br: Sem permissão para baixar dados de funcionários para o dispositivo %s!

source: Not specified a device!
pt_br: Dispositivo não especificado!

source: Designated employee does not exist!
pt_br: Funcionário designado não existe!

source: No permission to deete the employee's in device %s
pt_br: Sem permissão para deletar o funcionário no dispositivo %s

source: Not specified a device, and no permission to delete employee from device %s.
pt_br: Dispositivo não especificado, e sem permissão para deletar funcionário do dispositivo %s

source: Not specified a device, and the employee has no a enrollment device.
pt_br: Dispositivo não especificado e o funcionário não tem um dispositivo de matrícula.

source: %s is not a valid PIN.
pt_br: %s não é um PIN válido

source: Not specified a valid device, or the employee has no a enrollment device!
pt_br: Dispositivo válido não especificado, ou o funcionário não tem um dispositivo de matrícula!

source: The employee no in the database.
pt_br: O funcionário não está no banco de dados.

source: Delete employee from device
pt_br: Deletar funcionário do dispositivo

source: Download employee's name to device
pt_br: Baixar o nome do funcionário para o dispositivo.

source: Dispatch employee to device
pt_br: Enviar o funcionário para o dispositivo.

source: %s employee's data is ready to transfer, but following record(s) is missing:
pt_br: %s dados do funcionário prontos para transferir, mas o(s) seguinte(s) registro(s) está (ão) faltando:

source: There are wrong:
pt_br: Informações ausentes :

source: %s employee(s) data is ready to transfer.
pt_br: %s dados do(s) funcionário(s) prontos para transferir.

source: Dispatch employee data to device
pt_br: Enviar os dados do funcionário para dispositivo.

source: Upload employee list
pt_br: Carregar a lista de funcionários

source: %(object)s employee has been successfully!
pt_br: %(object)s funcionário foi bem sucedido!

source: Delete the employee(s) in device
pt_br: Deletar funcionário(s) no dispositivo

source: Server upgrades
pt_br: Atualizações do servidor

source: Restart device successfully:
pt_br: Reiniciar dispositivo com êxito:

source: Its size and standard firmware(%(object_name)s) is inconsistent, Need to upgrade firmware If there is no automatic inspection later firmware update, or manually upgrade firmware
pt_br: Tamanho e padrão firmware(%(object_name)s) está inconsistente, precisa atualizar firmware se não houver inspeção automática de atualização do firmware posteriormente, ou manualmente atualizar firmware

source: Failure to restart device:
pt_br: Falha para reiniciar o dispositivo:

source: Please enter the IP address of the device
pt_br: Favor, digitar endereço IP do dispositivo

source: Restart device
pt_br: Reiniciar dispositivo

source: Automatically check sluggish device
pt_br: Verificar dispositivo lento automaticamente

source: The device(s) does not connect with the server more than half and an hour: </p><p>
pt_br: O(s) dispositivo(s) não conecta(am) com o servidor por mais de uma hora e meia: </p><p>

source: The system will connect and re-start the following device automaticly: </p><p>
pt_br: O sistema irá conectar e reiniciar o dispositivo seguinte automaticamente: </p><p>

source: device:
pt_br: dispositivo:

source: Personnel information
pt_br: Informações da equipe

source: Del employee
pt_br: Deletar funcionário

source: Del fingerprint
pt_br: Deletar impressão digital

source: Check the server configuration
pt_br: Verificar configuração do usuário

source: Updated device information on the server
pt_br: Informação do dispositivo atualizada no servidor

source: Remove transaction
pt_br: Remover transação

source: restart device
pt_br: reiniciar dispositivo

source: reboot device
pt_br: reiniciar dispositivo

source: Check and upload the new data
pt_br: Verificar e carregar dados novos

source: Send file to the device
pt_br: Enviar arquivo para dispositivo

source: Get file from the equipment
pt_br: Obter arquivo do equipamento

source: Run a device shell command
pt_br: Rodar comando Shell de dispositivo

source: Change configuration
pt_br: Mudar configuração

source: Clear all data
pt_br: Limpar todos os dados

source: Output unlock signal
pt_br: Sinal de destravamento de saída

source: Terminate alarm signal
pt_br: Finalizar sinal de alarme

source: Unknown command
pt_br: Comando desconhecido

source: Transaction
pt_br: Transação

source: employee info/fingerprint
pt_br: info/impressão digital de funcionário

source: Page not found
pt_br: Página não encontrada

source: Sorry,you have no the permission or the page doesn't exist!
pt_br: Desculpe, você não tem permissão ou página não existe!

source: Add
pt_br: Adicionar

source: Browse
pt_br: Navegar

source: Delete
pt_br: Deletar

source: department
pt_br: departamento

source: employee
pt_br: funcionário

source: device
pt_br: dispositivo

source: transaction
pt_br: transação

source: administration log
pt_br: registro da administração

source: information subscription
pt_br: subscrição da informação

source: public information
pt_br: informação pública

source: log of command to device
pt_br: registro de comando para o dispositivo

source: log of data from device
pt_br: registro de dados do dispositivo

source: operation log
pt_br: registro da operação

source: Delete employee from the device
pt_br: Deletar funcionário do dispositivo

source: Employee leave
pt_br: Aposentadoria

source: Move employee to a new device
pt_br: Mover funcionário para novo dispositivo

source: Change employee's department
pt_br: Mudar departamento do funcionário

source: Transfer to the device temporarily
pt_br: Transferir para dispositivo temporariamente

source: Transfer employee to the device
pt_br: Transferir funcionário para dispositivo

source: Clear data in device
pt_br: Limpar dados no dispositivo

source: Clear transactions in device
pt_br: Limpar transações no dispositivo

source: Copy data between device
pt_br: Copiar dados entre dispositivos

source: Set power suspend
pt_br: Configurações de gerenciamento de potência (em minutos)

source: set power suspend
pt_br: Configurações de gerenciamento de potência

source: Refresh device information
pt_br: Atualizar informações de dispositivo

source: Upload new data
pt_br: Carregar novos dados

source: Pause device
pt_br: Pausa de dispositivo
